Repository: nine-entertainment/snappass
Catalog: snappass/translations/*/LC_MESSAGES/messages.po
Languages: de

source: en
de: de

source: Snappass - Share Secrets
de: Snappass - Passwörter teilen

source: Share Secret
de: Passwort teilen

source: Share Secret Link
de: Geheimen Link teilen

source: The secret has been temporarily saved. Send the following URL to your intended recipient.
de: Das Passwort wurde vorübergehend gespeichert. Senden Sie die folgende URL an Ihren gewünschten Empfänger.

source: Copy to clipboard
de: In Zwischenablage kopieren

source: Secret not found
de: Passwort nicht gefunden

source: The requested URL was not found on the server. This could be because this URL never contained a secret, or because it expired or was revealed earlier.
de: Die angeforderte URL wurde auf dem Server nicht gefunden. Dies könnte daran liegen, dass die URL nie ein Passwort enthielt, das Passwort abgelaufen ist oder es bereits offengelegt wurde.

source: If this URL was sent to you by someone, make sure to check your spelling or ask the person who sent it to you to send a new secret.
de: Wenn Ihnen diese URL von jemandem gesendet wurde, überprüfen Sie ob Sie die URL korrekt eingegeben haben oder bitten Sie den/die Absender/in, Ihnen ein neues Passwort zu senden.

source: Secret
de: Passwort

source: Save the following secret to a secure location.
de: Speichern Sie das folgende Passwort an einem sicheren Ort.

source: The secret has now been permanently deleted from the system, and the URL will no longer work. Refresh this page to verify.
de: Das Passwort wurde nun endgültig aus dem System gelöscht, und die URL funktioniert nicht mehr. Aktualisieren Sie diese Seite, um dies zu überprüfen.

source: You can only reveal the secret once!
de: Sie können auf das Passwort nur einmal zugreifen!

source: Reveal secret
de: Passwort anzeigen

source: Set Secret
de: Geheimes Passwort festlegen

source: SnapPass allows you to share secrets in a secure, ephemeral way. Input a single or multi-line secret, its expiration time, and click Generate URL. Share the one-time use URL with your intended recipient.
de: SnapPass ermöglicht es Ihnen, Passwörter auf sichere, kurzlebige Weise zu teilen. Geben Sie ein ein- oder mehrzeiliges Passwort ein, legen Sie die Ablaufzeit fest und klicken Sie auf 'URL generieren'. Teilen Sie die URL für den einmaligen Gebrauch mit dem beabsichtigten Empfänger.

source: Two Weeks
de: Zwei Wochen

source: Week
de: Eine Woche

source: Day
de: Ein Tag

source: Hour
de: Eine Stunde

source: Generate URL
de: URL generieren
